[
  {
    "name": "Rajas Kakodkar",
    "headshot": "rajas_kakodkar.jpeg",
    "github": "rajaskakodkar",
    "projects": [
      {
        "name": "Kubernetes",
        "link": "https://github.com/kubernetes/kubernetes"
      }
    ],
    "bio": "I am a Member of Technical Staff at VMware working on Tanzu Kubernetes Grid and based out of Goa, India. I am an active contributor to Kubernetes most recently helping with maintaining networkpolicy tests. I also hold interest in Deep Learning particularly in fastai. When I am not coding, I am a car enthusiast, a foodie and a guitarist."
  },
  {
    "name": "Nabarun Pal",
    "headshot": "nabarun_pal.jpg",
    "github": "palnabarun",
    "projects": [
      {
        "name": "Kubernetes",
        "link": "https://github.com/kubernetes/kubernetes"
      }
    ],
    "bio": "A contributor to several areas of the Kubernetes project, Nabarun has led the Kubernetes 1.21 Release Team and is a member of the Kubernetes Code of Conduct Committee. Nabarun is a GSoC Admin for the Cloud Native Computing Foundation. He works at VMware as a Open Source Engineer as his day job."
  },
  {
    "name": "Michael Kruse",
    "headshot": "michael_kruse.jpg",
    "github": "meinersbur",
    "projects": [
      {
        "name": "LLVM",
        "link": "https://github.com/llvm/"
      }
    ],
    "bio": "Michael graduated with a Master’s degree in computer science from the University of Paderborn (Germany) and a PhD from the University Paris-Sud 11. After a Post-Doc at the École Normale Supérieur, he currently works at Argonne National Laboratory.\n\nHis topics of research are optimizing compilers for high performance computing, such as Lattice QCD, especially loop optimizations. He contributes to the LLVM compiler infrastructure including Polly, LLVM’s polyhedral optimizer. Currently, he works on a compiler intermediate representation for loop optimizations, standardizing loop transformations in OpenMP and implementing them in Clang and Flang."
  },
  {
    "name": "Ian Vincent Norris",
    "headshot": "default.png",
    "github": "FeminismIsAwesome",
    "projects": [
      {
        "name": "Terrastories",
        "link": "https://github.com/Terrastories/terrastories"
      }
    ],
    "bio": "Ian is a software developer in SF who loves pair programming, cats, and using technology to help improve people's lives. Experienced in software consulting, Rails, pair programming, and agile practices."
  },
  {
    "name": "Pablo Aguiar",
    "headshot": "pablo_aguiar.png",
    "github": "scorphus",
    "projects": [
      {
        "name": "The Fuck",
        "link": "https://github.com/nvbn/thefuck"
      },
      {
        "name": "Oh My Fish",
        "link": "https://github.com/oh-my-fish/oh-my-fish"
      }
    ],
    "bio": "Pablo is a computer scientist working as a lead software engineer at MindYourRights GmbH, where he's co-authoring a disruptive, common platform for global music rights management. He's passionate about computer programming, cycling, and coffee. He's been an active open source contributor for at least 15 years, writing mostly in Python, Go, and JavaScript. For the last few years, he found himself in love with Elixir and Rust. He's very excited to return to the HackIllinois OS Fellowship as a mentor for the 2nd consecutive season!"
  },
  {
    "name": "Kyle Holmberg",
    "headshot": "kyle_holmberg.jpg",
    "github": "kylemh",
    "projects": [
      {
        "name": "Operation Code",
        "link": "https://github.com/OperationCode/front-end"
      }
    ],
    "bio": "I consider myself a front-end engineer particularly interested in component libraries, design systems, continuous integration, soccer, travel, and video games. I currently work at Capsule, and have worked at Air, Acorns, Nike, AutoGravity, and the University of Oregon over the past 5 years. I've contributed to many open source projects including Next.js and Storybook, and I am the acting CTO at a non-profit organization called Operation Code. I just started the digital nomad life. I'm currently in NYC, but will be living in Thailand, Colombia, Spain, and other European countries throughout 2022."
  },
  {
    "name": "Shivani Singhal",
    "headshot": "shivani_singhal.jpeg",
    "github": "shivi28",
    "projects": [
      {
        "name": "Cluster API provider for AWS",
        "link": "https://github.com/kubernetes-sigs/cluster-api-provider-aws"
      }
    ],
    "bio": ""
  },
  {
    "name": "Evan Hazlett",
    "headshot": "default.png",
    "github": "ehazlett",
    "projects": [
      {
        "name": "Kentik Labs",
        "link": "https://github.com/kentik"
      }
    ],
    "bio": "Evan has a long history in open source including being a maintainer on the Docker Engine and contributions to swarm, containerd, and various personal open source projects.  He is always happy to help bring new people into the world of open source :)"
  }
]